Res.str_match_vs = "VS"
Res.str_match_list = "赛事列表"
Res.str_match_start = "开赛时间"
Res.str_match_suspend = "暂停"
Res.str_match_end = "结束"
Res.str_match_cancel = "取消"
Res.str_match_abandon = "取缔"
Res.str_match_half = "中场休息"
Res.str_match_first_half = "上半场"
Res.str_match_second_half = "下半场"
Res.str_match_extra = "加时赛"
Res.str_match_penalty_shootout = "点球大战"
Res.str_match_extra_finish = "加时赛完场"
Res.str_match_regular_finish = "常规赛完场"
Res.str_match_finish = "完场"
Res.str_today = "今天"
Res.str_tomorrow = "明天"
Res.str_year = "年"
Res.str_month = "月"
Res.str_day = "日"
Res.str_minute = "分钟"
Res.str_weekday_array = {	Sunday="星期日" ,
					Monday="星期一" ,
					Tuesday="星期二" ,
					Wednesday="星期三",
					Thursday="星期四" ,
					Friday="星期五" ,
					Saturday="星期六"  
					}
Res.str_month_array = {
	 January ="1月",   
	 February = "2月",  
	 March="3月", 
	 April="4月"  , 
	 May="5月" , 
	 June="6月" ,  
	 July="7月" , 
	 August="8月" , 
	 September="9月",  
	 October="10月" , 
	 November ="11月", 
	 December="12月"
}
Res.str_match_host = "主队"
Res.str_match_away = "客队"
Res.str_match_draw = "平局"
Res.str_match_noCorner = "无角球"
Res.str_match_noGoals = "无进球"

Res.str_match_finally = "赛果"
Res.str_match_guest = "猜"
Res.str_match_goals = "进球"
Res.str_match_corner = "角球"
Res.str_match_numberGoal = "进球数"
Res.str_match_score = "比分"
Res.str_match_oddEven = "单双"
Res.str_match_odd = "单"
Res.str_match_even = "双"
Res.str_match_noWinning = "猜错"
Res.str_match_waitting = "待开奖"
Res.str_match_cancel_order = "已退还"
Res.str_match_dealings_order = "交易中"
Res.str_match_fail = "交易失败"
Res.str_match_guest_empty = "近期无赛事，请明天再来"
Res.str_match_finish_empty = "近期无赛事，请明天再来"
Res.str_match_hot_empty = "当前暂无热门赛事"
Res.str_match_mine_empty = "此页面将收录您近期关注或购买的比赛,赶紧试试吧"
Res.str_purchase_record_empty = "投注记录是空的~"
Res.str_default_tips = "后续更精彩，敬请期待！"
Res.str_kindly_reminder = "温馨提示"
Res.str_login_invalid = "登录失效了，请重新登录"
Res.str_confirm = "确认"
Res.str_cancel = "取消"
Res.str_reload = "重新加载"
Res.str_guess_gold = "猜球币"
Res.str_guess_diamond = "钻石"
Res.str_guess_ticket= "兑换券"
Res.str_network_error = "加载失败，请重试"
Res.str_store_list_empty = "商城是空的~"
Res.str_diamond_lack = "您当前的蓝钻余额不足，\n是否前往蓝钻商城充值?"
Res.str_buy_diamond_success = "成功购买蓝钻"
Res.str_buy_diamond_fail = "您的支付未成功，要不再试一次？"
Res.str_buy_diamond_waitting = "您的订单已受理，请等待3分钟后查看余额确认"
Res.str_prop_help_title = "道具购买说明"
Res.str_prop_help_tips = "您购买道具后，会获得系统自动附赠的猜球币。猜球币为应用内的虚拟道具，可用于参与竞猜。\n客服邮箱：Cbet500@qq.com  \n微信公众号搜索：疯狂猜球服务号\n"
Res.str_prop_help_tips_ios = "猜球币为应用内的虚拟道具，可用于参与竞猜。\n客服邮箱：Cbet500@qq.com  \n微信公众号搜索：疯狂猜球服务号\n"
Res.str_prop_diamond_help_tips = "应用中使用的蓝钻或猜球币为虚拟道具，不具有任何财产性功能，只限用户本人使用，对于用户所拥有的蓝钻或猜球币不提供任何形式官方回购、直接或间接兑换现金，互相赠予转让等服务或相关功能。"
Res.str_prop_alert_privileage_tips = "周月卡购买当即领取大量金币，从第二日起每日可通过邮件领取部分金币。领取有效期仅3天，请不要错过哟~"
Res.str_diamond_list_empty = "蓝钻列表为空"
Res.str_cargo_network_anomaly = "您刚才的购买未成功，要不再试一次？（建议wifi环境下操作）"
Res.str_recharge_wx_tips = "您当前未安装微信客户端请更换其他支付方式"
Res.str_notinstall_wx = "很抱歉，请先安装微信客户端！"
Res.str_notinstall_qq = "很抱歉，请先安装QQ客户端！"
Res.str_order_sended = "投注已提交，请稍后查看订单状态"
Res.str_money_not_enough = "猜球币数额不足，是否前往充值？"
Res.str_shop_ticket_lack = "您当前兑换券不足"
Res.tb_czrace_message = {
      ["1001"] = "保佑保佑，逢买必中！",
      ["1002"] = "真逗，和我猜反的！",
      ["1003"] = "你这么牛，咋不上天呢",
      ["1004"] = "小手抖抖，车房到手",
      ["1005"] = "不好意思，我又猜中了",
      ["1006"] = "选啥不中啥，感觉身体被掏空",
      ["1007"] = "错错错，总是我错"
}
Res.str_money_limit = "土豪，单个玩法竞猜总额不能超过600万哦"
Res.str_match_detail_play_rule = [[
玩法说明：
1. 赛果：猜全场比赛胜平负结果。
2. 单双：猜全场总进球数单双数。
3. 总进球：猜全场两队的总进球数。
4. 比分：猜全场两队的最后比分。
5. 下一进球：猜比赛过程中，第N个进球由哪支球队获得。
6. 所有玩法结果含伤停补时，不含加时赛及点球结果。

异常说明：
1. 封盘：系统在比赛85分钟时会进行封盘，另外某些情况下会调整盘口和赔率，可能会出现短时间不能投注的状态。
2. 取消比赛： 取消的比赛，已进行且已结算的视为正常订单；未结束且未结算的视为无效订单，系统会退回猜球币。
3. 其它异常：因突然停电、网络异常、数据源错误等不可抗因素导致订单结果结算异常的，系统会对异常订单进行撤单退款。
 
注意事项：
1. 凡参与竞猜，即视为同意本规则。
2. 使用任何作弊行为获利的用户，平台有权追回违规所得。
3. 本规则解释权归《疯狂猜球》所有。
]]
--疯狂转盘帮助
Res.str_crazywheel_help_tips = "1、玩家选择转盘（可切换猜球币场），点击开始，即可消耗对应的猜球币进行抽奖\n\n2、获得奖励将会自动累积至玩家账户"
--免费转盘存在时，帮助文案
Res.str_crazywheel_help_tips_free = [[1.活动期间，用户每日可免费抽4次免费转盘    (抽奖机会不累积)。

2.用户选择转盘(可切换猜球币场)，点击开始，即可消耗对应的猜球币进行抽奖。

3.获得的猜球币、钻石、兑换券自动累积至用户账户。

4.获得的体验周卡将分7天赠送，每日派发奖励3日有效，请及时前往首页-通知领取。

5.活动最终解释权归疯狂猜球所有。]]
--中奖兑换券描述
Res.str_crazywheel_reward_desc_ticks = "兑换券可用于商城-兑换区兑换实物奖品"
--中奖猜球币描述
Res.str_crazywheel_reward_desc_golds= "猜球币可用于继续参与抽奖或参与竞猜！"
--中奖钻石描述
Res.str_crazywheel_reward_desc_diamond= "钻石可用于商城-道具场购买道具！"
--免费转盘需分享提示
Res.str_crazywheel_free_share_tips = "今日已免费抽取一次，分享可再抽取一次"
--订单交易失败
Res.str_order_fail = "您有订单交易失败，请查看竞猜记录"

Res.str_setting_custom_tips = "客服邮箱：Cbet500@qq.com  微信公众号搜索：疯狂猜球服务号"
Res.str_account = "账户"
Res.str_game_options = "应用选项"
Res.str_other = "其它"
Res.str_background_music = "背景音乐"
Res.str_living_music = "事件音效"
Res.str_push_switch = "消息免推送(0点-8点)"
Res.str_sound_effect = "音效"
Res.str_version = "版本"
Res.str_about = "关于"
Res.str_help = "帮助"
Res.str_terms_of_service = "服务条款"
Res.str_policy_privacy = "隐私条款"
----兑换记录
Res.str_shop_convert_record_empty = "暂无兑换记录~"
Res.str_shop_convert_courier_empty = "当前物流信息暂无更新，\n您可自行前往查看确认"
Res.str_cardNo = "卡号："
Res.str_password = "密码："
Res.str_courier_number = "快递单号："
Res.str_orders_tatus = "物流状态："
Res.str_exchange_done = "未发货"
Res.str_delivered = "已发货"
Res.str_signed  = "已签收"
Res.str_courier_tracking  = "订单跟踪中"
Res.str_shop_ticket_tips  = "兑换券可由转盘抽取，或系统赠送"
Res.str_prop_exchange_help_tips = "应用内使用到的兑换券为应用道具，用户可在转盘页面获得；积累一定量兑换券即可兑换玩家心仪的奖品。\n本活动与苹果公司无关。"
-- 赛事详情
Res.str_market_pause = "封盘中，请稍候..."
Res.str_market_caculate = "封盘结算中..."
----活动----
Res.str_activity_signed_empty = "暂无签到记录~"
Res.str_free_goods_share_tips = "收货地址提交成功，我们将在活动结束后7-10个工作日进行邮寄，请耐心等待哦~"
Res.str_first_buy_tips = "首充加送活动时间：2016年11月1日-11月30日"

















Res.str_about_content = [[      “疯狂猜球”是由深圳市广天地科技有限公司独立开发和运营的在线趣味竞猜应用。作为目前国内首款兼具娱乐性与竞技性的足球趣味竞猜应用，应用内玩家不仅能够在100多场比赛猜胜平负，更能在比赛过程中随时猜下个进球。应用注重趣味性和社交性的拓展，在身临其境的比赛氛围中让玩家尽情竞猜！]]
Res.str_help_content = [[
      比赛场次由系统从每日真实发生的比赛中筛选出，涵盖五大联赛、中超等热门赛事。用户在赛事列表中自行挑选感兴趣的场次进行猜球。每场比赛中用户可参与玩法共2类：分别为猜谁胜，猜谁获得下一个进球。
      猜球的结果以第三方数据做标准，保证真实可信，猜球币奖励与猜球时约定的最终获得猜球币有关。小数点后的猜球币数额不显示。
      取消（包括延期1天以上）的比赛退回原有竞猜的猜球币。
      客服邮箱：Cbet500@qq.com  微信公众号搜索：疯狂猜球服务号

]]
Res.str_policy_privacy_content = [[
      疯狂猜球尊重并保护所有使用服务用户的个人隐私权。为了给您提供更准确、更有个性化的服务，疯狂猜球会按照本隐私权政策的规定使用和披露您的个人信息。但疯狂猜球将以高度的勤勉、审慎义务对待这些信息。除本隐私权政策另有规定外，在未征得您事先许可的情况下，疯狂猜球不会将这些信息对外披露或向第三方提供。疯狂猜球会不时更新本隐私权政策。 您在同意疯狂猜球服务使用协议之时，即视为您已经同意本隐私权政策全部内容。本隐私权政策属于疯狂猜球服务使用协议不可分割的一部分。
      1. 适用范围
      a) 在您注册疯狂猜球帐号时，您根据疯狂猜球要求提供的个人注册信息；
      b) 在您使用疯狂猜球网络服务，或启动疯狂猜球客户端时，疯狂猜球自动接收并记录的您的浏览器和移动设备上的信息，包括但不限于您的IP地址、浏览器的类型、使用的语言、访问日期和时间、软硬件特征信息及您需求的网页记录等数据；
      c) 疯狂猜球通过合法途径从商业伙伴处取得的用户个人数据。
      您了解并同意，以下信息不适用本隐私权政策：
      a) 您在使用疯狂猜球平台提供的搜索服务时输入的关键字信息；
      b) 疯狂猜球收集到的您在疯狂猜球发布的有关信息数据，包括但不限于参与活动、成交信息及评价详情；
      c) 违反法律规定或违反疯狂猜球规则行为及疯狂猜球已对您采取的措施。
      2. 信息使用
      a) 疯狂猜球不会向任何无关第三方提供、出售、出租、分享或交易您的个人信息，除非事先得到您的许可，或该第三方和疯狂猜球（含疯狂猜球关联公司）单独或共同为您提供服务，且在该服务结束后，其将被禁止访问包括其以前能够访问的所有这些资料；
      b) 疯狂猜球亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播您的个人信息。任何疯狂猜球平台用户如从事上述活动，一经发现，疯狂猜球有权立即终止与该用户的服务协议；
      c) 为服务用户的目的，疯狂猜球可能通过使用您的个人信息，向您提供您感兴趣的信息，包括但不限于向您发出产品和服务信息，或者与疯狂猜球合作伙伴共享信息以便他们向您发送有关其产品和服务的信息（后者需要您的事先同意）。
      3. 信息披露  
      在如下情况下，疯狂猜球将依据您的个人意愿或法律的规定全部或部分的披露您的个人信息：
      a) 经您事先同意，向第三方披露；
      b) 为提供您所要求的产品和服务，而必须和第三方分享您的个人信息；
      c) 根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；
      d) 如您出现违反中国有关法律、法规或者疯狂猜球服务协议或相关规则的情况，需要向第三方披露；
      e) 如您是适格的知识产权投诉人并已提起投诉，应被投诉人要求，向被投诉人披露，以便双方处理可能的权利纠纷；
      f) 在疯狂猜球平台上创建的某一交易中，如交易任何一方履行或部分履行了交易义务并提出信息披露请求的，疯狂猜球有权决定向该用户提供其交易对方的联络方式等必要信息，以促成交易的完成或纠纷的解决；
      g) 其它疯狂猜球根据法律、法规或者网站政策认为合适的披露。
      4. 信息存储和交换
      疯狂猜球收集的有关您的信息和资料将保存在疯狂猜球及（或）其关联公司的服务器上，这些信息和资料可能传送至您所在国家、地区或疯狂猜球收集信息和资料所在地的境外并在境外被访问、存储和展示。
      5. Cookies的使用
      a) 在您未拒绝接受cookies的情况下，疯狂猜球会在您的计算机上设定或取用cookies ，以便您能登录或使用依赖于cookies的疯狂猜球平台服务或功能。疯狂猜球使用cookies可为您提供更加周到的个性化服务，包括推广服务；
      b) 您有权选择接受或拒绝接受cookies。您可以通过修改浏览器设置的方式拒绝接受cookies。但如果您选择拒绝接受cookies，则您可能无法登录或使用依赖于cookies的疯狂猜球网络服务或功能；
      c) 通过疯狂猜球所设cookies所取得的有关信息，将适用本政策。
      6. 信息安全
      a) 疯狂猜球帐号均有安全保护功能，请妥善保管您的用户名及密码信息。疯狂猜球将通过对用户密码进行加密等安全措施确保您的信息不丢失，不被滥用和变造。尽管有前述安全措施，但同时也请您注意在信息网络上不存在“完善的安全措施”；
      b) 在使用疯狂猜球网络服务进行网上交易时，您不可避免的要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或者邮政地址。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。如您发现自己的个人信息泄密，尤其是疯狂猜球用户名及密码发生泄露，请您立即联络疯狂猜球客服，以便疯狂猜球采取相应措施。

]]
Res.str_terms_of_service_content = [[      
      欢迎申请使用由深圳市广天地科技有限公司（下称“疯狂猜球运营团队”）开发并运营的《疯狂猜球》移动端应用服务，为了保障用户的权益，请在使用《疯狂猜球》前，详细阅读《疯狂猜球用户服务协议》 (以下简称《协议》)所有内容。本《协议》系由用户与疯狂猜球运营团队就《疯狂猜球》手机网络版应用产品及服务所订立的协议。
      疯狂猜球运营团队在此特别提醒用户认真阅读本《协议》的全部条款，特别是其中免除或者限制疯狂猜球运营团队责任的条款和其它限制用户权利的条款。
      如用户不同意本《协议》的条款，请不要安装、使用《疯狂猜球》或者相关服务。用户一旦点击“接受”并安装《疯狂猜球》，或者注册、开始使用及/或继续使用《疯狂猜球》或相关服务，即视为用户同意并已经接受本《协议》中全部条款。此后您不得以未阅读本《协议》内容或类似理由提出任何形式的抗辩。
 
第一条 定义和说明
1.《疯狂猜球》：指疯狂猜球运营团队提供的《疯狂猜球》移动端应用（包括但不限于：该移动端应用的Android版、iOS版等任何可在移动智能设备上操作的适配版本），以及与该等移动端应用相关的更新、升级、补丁、资料片等。 
2.用户：指通过疯狂猜球运营团队提供的合法途径获得《疯狂猜球》应用软件使用许可而安装、并按照《疯狂猜球》注册规则注册并使用《疯狂猜球》应用软件产品及服务的个人。
   用户可以根据本《协议》以及疯狂猜球运营团队不时更新和公布的其他规则使用疯狂猜球运营团队提供的产品和服务。
   用户有权在使用疯狂猜球运营团队提供的产品和服务的期间监督疯狂猜球运营团队及疯狂猜球运营团队的工作人员是否按照疯狂猜球运营团队所公布的标准向用户提供产品和服务，也可以随时向疯狂猜球运营团队提出与疯狂猜球运营团队的产品和服务有关意见和建议。
 
第二条 资费政策
      有关产品和服务的收费标准、购买方式等信息疯狂猜球运营团队将会放置在该产品和服务网页的相应位置。
      疯狂猜球运营团队将有权决定疯狂猜球运营团队所提供的产品和服务的资费标准和收费方式，疯狂猜球运营团队可能会就不同的产品和服务制定不同的资费标准和收费方式，也可能按照疯狂猜球运营团队所提供的产品和服务的不同阶段确定不同的资费标准和收费方式。
 
第三条 用户账号
1.账号的用途
a)用户可以登录一个或几个账号用于参加《疯狂猜球》；
b)用户进行账号登录后方可参与《疯狂猜球》应用；
c)用户进行账号充值。
2.账号的取得
a)用户必须完全同意全部用户条款并完成登录；
b)用户登录成功，会得到唯一用户ID，并成为《疯狂猜球》的正式成员；
c)登录过程中，用户应按照相关应用界面上的要求输入正确的个人基本资料。
3.账号的修改
a)为保障用户的权益且账号的唯一性，用户无法自行修改自己的账号；
b)用户账号信息发生变更而未及时修改，导致无法证明用户的有效身份，疯狂猜球运营团队有权拒绝提供任何信息或承担任何义务。
4.账号的保护
a)用户应妥善保管自己的账号和密码，并对自己的账号和密码安全负全部责任；
b)用户若发现任何非法使用的账号或存在安全漏洞的情况，请立即通知疯狂猜球运营团队；
c)若疯狂猜球运营团队发现疑似遭盗用的账号，可以立即终止该账号的使用权；
d)若因为用户自身原因，而导致账号、密码遭他人非法使用时，疯狂猜球运营团队将不负责处理且不承担任何责任。用户自身原因包括但不限于：任意向第三者透露账号和密码及所有登录资料；多人共享同一个账号；安装非法或来路不明的程序等。
5.账号的制裁
      疯狂猜球运营团队将按照本《协议》及相关服务政策、外挂处理流程、盗号处理流程等具体规定，对违反该些应用管理规定的用户给予账号制裁。
6.账号的删除
      用户同意在用户有下列情况下，疯狂猜球运营团队可以删除用户登录的账号，终止向用户提供产品和服务：
      a)违反本合约的规定；
      b)提供虚假登录信息；
      c)通过非法手段、不正当手段或其他不公平的手段使用疯狂猜球运营团队的产品和服务或参与疯狂猜球的活动；
      d)有损害疯狂猜球运营团队正当利益的行为；
      e)有严重损害其他用户的行为；
      f)有违反中华人民共和国的法律、法规的行为或言论；
      g)有违背社会风俗、社会道德和互联网一般道德和礼仪的行为；
      h)其他妨碍疯狂猜球运营团队提供产品和服务或疯狂猜球运营团队认为的严重不当行为。
      疯狂猜球运营团队因上述原因删除用户登录的账号后即不再对用户承担任何义务和责任。
 
第四条 疯狂猜球运营团队的义务
1.疯狂猜球运营团队通过移动网络为用户提供应用服务。
2.对于用户登录过程中登记的个人资料，疯狂猜球运营团队同意在未获得用户同意以前，不对外揭露，但以下情况除外：
a)相应的政府机关、司法机关的要求；
b)现行的法律法规的要求；
c)疯狂猜球运营团队合理怀疑用户有危害国家安全或其他违法情形，疯狂猜球运营团队主动将相关资料供公安机关调查处理；
d)为保障疯狂猜球运营团队权益。

第五条 用户的义务
1. 除非本《协议》另有规定，否则，未经疯狂猜球运营团队书面同意，用户不得实施下列行为（无论是营利的还是非营利的）：
a)复制、翻录、传播和陈列《疯狂猜球》的程序、使用手册和其它图文音像资料的全部或部分内容；
b)公开展示和播放《疯狂猜球》的全部或部分内容；
c)出租、销售本软件或者利用《疯狂猜球》从事营利行为；
d)修改或遮盖《疯狂猜球》程序、图像、动画、包装和手册等内容上的产品名称、公司标志、商标（或）版权信息、其他知识产权声明等内容；
e)其它违反著作权法、计算机软件保护条例和相关法律法规的行为。
2. 用户应通过合法的途径使用《疯狂猜球》和相关服务，不得作出以下侵害疯狂猜球运营团队或第三人利益，扰乱应用秩序，违反应用公平性、违反本《协议》或者疯狂猜球运营团队发布的其他规则或者国家有关法律法规规定的行为，包括但不限于：
a)修改、翻译、注释、整理、汇编、演绎《疯狂猜球》；
b)反向工程、反向编译或者反汇编《疯狂猜球》，或者采用其他技术手段对《疯狂猜球》进行分析、修改、攻击、衍生；
c)使用任何外挂程序或应用修改程序（本《协议》所称“外挂程序”是指独立于《疯狂猜球》应用软件之外的，能够在应用运行的同时影响应用操作的所有程序，包括但不限于模拟用户操作、改变操作环境、修改数据等一切类型。如国家有关法律、法规及政府主管部门的规章或规范性文件规定的外挂定义与本《协议》有冲突，则以法律、法规、部门规章或规范性文件规定的为准），对《疯狂猜球》进行还原工程、编译、译码或修改，包括但不限于修改《疯狂猜球》所使用的任何专有通讯协议、对动态随机存取内存（RAM）中资料进行修改或锁定；
d)使用异常的方法登录《疯狂猜球》（包括但不限于使用非疯狂猜球运营团队开发、授权或认可的第三方软件、系统登录应用）、使用网络加速器等外挂软件或机器人程序等恶意破坏服务设施、扰乱正常服务秩序的行为；
e)通过异常或者非法方式使用《疯狂猜球》（包括但不限于利用《疯狂猜球》登录应用私服），恶意破环《疯狂猜球》，扰乱正常的服务秩序或者实施其他不正当行为；
f)制作、传播或使用外挂、封包、加速软件及其它各种作弊程序，或组织、教唆他人使用此类软件程序，或销售此类软件程序而为个人或组织谋取经济利益；
g)使用任何方式或方法，试图攻击提供应用服务的相关服务器、路由器、交换机以及其他设备，以达到非法获得或修改未经授权的数据资料、影响《疯狂猜球》正常应用服务，以及其他危害性目的的任何行为；
h)利用《疯狂猜球》或者线上应用系统可能存在的技术缺陷或漏洞而以各种形式为自己及他人牟利（包括但不限于复制应用中的虚拟物品等）或者从事其他不正当行为；
i)违反国家有关法律法规的规定，利用《疯狂猜球》制作、复制、发布和传播信息。
      一旦疯狂猜球运营团队通过内部的监测程序发现或经其他用户举报而发现用户有可能正在从事上述行为，则疯狂猜球运营团队有权作出独立的判断并采取相应的措施，该措施包括但不限于限制用户帐号的登陆、限制用户在应用中的活动、终止本软件授权、删除与复制有关的物品（包括复制出的虚拟物品和参与复制的虚拟物品）、删除用户的帐号并要求用户赔偿因从事上述行为而给疯狂猜球运营团队造成的损失等。    
      疯狂猜球运营团队在此特别提示用户：
      基于软件产品本身的特殊性及本《协议》责任限制条款所述，尽管疯狂猜球运营团队将尽最大努力解决已知的漏洞和错误（Bug），但用户知道或应该知道本产品仍可能包含未知的漏洞和错误（Bug）等。
      由于虚拟物品之间的交易（疯狂猜球运营团队已特别承诺要求用户不得参加虚拟物品与真实货币或者物品的交易行为）存在一定的风险（包括但不限于虚拟物品因复制等数据异常而可能被删除；国家现阶段法律对其价值认定仍处于空白等），用户在交易过程中应对交易方及交易物品尽审慎注意义务，除非该交易系依照疯狂猜球运营团队书面明确指示为之，疯狂猜球运营团队将不对该交易中产生的任何问题进行支持和保障。
 
第六条 服务的中断、停止
      为了应用的正常运行，疯狂猜球运营团队需要定期或不定期地对应用进行停机维护，因此类情况而造成的正常服务中断、停止，用户应该予以理解，疯狂猜球运营团队则有义务尽力避免服务中断、停止或将中断、停止时间限制在最短时间内。
      发生下列情形之一时，疯狂猜球运营团队有权停止或中断应用服务器所提供之服务，对因此而产生的不便或损害，疯狂猜球运营团队对用户或第三人均不承担任何责任：
      a)定期检查或施工，更新软硬件等，疯狂猜球运营团队有权暂停服务，但疯狂猜球运营团队会尽快完成维护、更新工作；
      b)服务器遭受损坏，无法正常运作；
      c)突发性的软硬件设备与电子通信设备故障；
      d)网路提供商线路或其它故障；
      e)在紧急情况之下为维护国家安全或其它会员及第三者之人身安全；
      f)不可抗力及其他第三方原因。
      除前款所述情形外，用户同意疯狂猜球运营团队享有通过在提前1个月本手机网络应用官方公告通知的方式中断或终止部分或全部网络服务的权利，用户已明确知晓上述权利的授予且知晓因上述权利的行使可能给自身及其他第三方造成的直接或间接利益减损，用户在此明确表示不追究疯狂猜球运营团队因行使上述单方中断或终止服务权利而可能导致的一切责任。
      疯狂猜球运营团队在此特别提示用户：《疯狂猜球》所含虚拟物品系为增加应用乐趣而设置，并随应用的停止运营而消失，用户一经获得将不得以任何形式退还给疯狂猜球运营团队。鉴于网络应用的特殊性质，虚拟物品仅在应用的运营期内有效。
 
第七条 责任限制
      对于疯狂猜球运营团队的产品和服务，疯狂猜球运营团队仅作下述有限保证，该有限保证取代任何文档、包装、或其他资料中的任何其他明示或默示的保证(如果有)。
      疯狂猜球运营团队仅以 "现有状况且包含所有错误"的形式提供相关的产品、软件或程序及任何支持服务，并仅保证(1)疯狂猜球运营团队所提供的产品和服务能基本符合疯狂猜球运营团队正式公布的要求，(2)疯狂猜球运营团队所提供的相关产品和服务基本与疯狂猜球运营团队正式公布的服务承诺相符，(3)疯狂猜球运营团队仅在商业上允许的合理范围内尽力解决疯狂猜球运营团队在提供产品和服务过程中所遇到的任何问题。
      在适用法律允许的最大范围内，疯狂猜球运营团队明确表示不提供任何其他类型的保证，不论是明示的或默示的，包括但不限于适销性、适用性、可靠性、准确性、完整性、无病毒以及无错误的任何默示保证和责任。
      另外，在适用法律允许的最大范围内，疯狂猜球运营团队并不担保疯狂猜球运营团队所提供的产品和服务一定能满足用户的要求，也不担保提供的产品和服务不会被中断，并且对产品和服务的及时性，安全性，出错发生，以及信息是否能准确，及时，顺利的传送均不作任何担保。
      在适用法律允许的最大范围内，疯狂猜球运营团队不就因用户使用疯狂猜球运营团队的产品和服务引起的，或在任何方面与疯狂猜球运营团队的产品和服务有关的任何意外的、非直接的、特殊的、或间接的损害或请求(包括但不限于因人身伤害、因隐私泄漏、因未能履行包括诚信或合理谨慎在内的任何责任、因过失和因任何其他金钱上的损失或其他损失而造成的损害赔偿)承担任何责任。
      用户在本手机应用官方网站上所表达的观点、建议和其它内容均为用户本人看法，不代表疯狂猜球运营团队的观点。
      疯狂猜球运营团队保留采取包括但不限于合并服务器等形式以达到服务器资源优化利用的权利，如发生上述情形，疯狂猜球运营团队有义务保障用户资料的完整性。
 
第八条 变更
      疯狂猜球运营团队有权在必要时修改本《协议》、应用公约和用户守则。疯狂猜球运营团队的用户协议条款、应用公约和用户守则一旦发生变动，将会在该款应用的重要页面上提示修改内容。如果用户不同意疯狂猜球运营团队修改的内容，用户可以主动取消获得的网络服务。如果用户在修改内容公告后15天内未主动取消服务，则视为接受条款的变更；修改内容公告后用户如果仍继续使用疯狂猜球运营团队提供的产品和服务亦构成对条款变更的接受。


第九条 知识产权
1.疯狂猜球运营团队发布的《疯狂猜球》所有的作品及资料，其著作权、专利权、商标专用权、商业秘密权及其它知识产权，均为疯狂猜球运营团队或授权疯狂猜球运营团队使用的合法权利人所有，除非事先经疯狂猜球运营团队或其权利人的合法授权，任何人皆不得擅自以任何形式使用，否则疯狂猜球运营团队可立即终止向用户提供产品和服务，并依法追究其法律责任，赔偿疯狂猜球运营团队一切损失。
2.未经疯狂猜球运营团队授权，任何人不得擅自复制、反编译(de-compile)、反汇编(disassemble)任何功能或程序，不得对任何功能和或程序进行反向工程(reverse engineering)。

第十条 通知
      疯狂猜球运营团队所有发给用户的通知可通过重要页面的公告或电子邮件或常规的信件传送。
 
第十一条 授权
      用户原创作品上载、传送、输入或以其他方式提供至《疯狂猜球》应用官方时，视为用户除保留署名权外，其他著作权均转让疯狂猜球运营团队；疯狂猜球运营团队可使用、修改、编辑、复制、公开播送、发行上述作品，并可将前述权利转/分授权他人；用户授权疯狂猜球运营团队行使上述行为所必需的一切权利，包括但不限于著作权、肖像权等。
 
第十二条 纠纷
1.本用户条款适用中华人民共和国的法律。
2.如疯狂猜球运营团队服务条款与中华人民共和国法律相抵触时，则这些条款将完全按法律规定重新解释，而其它条款法律效力不变。
3.如出现纠纷，用户和疯狂猜球运营团队一致同意交由疯狂猜球运营团队所在地法院管辖。

]]


Res.str_crazyRace_help_tips = [[1.4年一度的杯赛轮番猜，用户可在游戏中对每场比赛的胜负进行竞猜（存在加点和点球，所以没有平局哦~）

2.在投注时间，选择筹码，点击投注区即完成投注，投注成功无法撤回

3.所有比赛结果按照真实实力进行模拟；结果与历史真实比赛无关。]]

Res.str_championship_help_tips = [[
锦标赛怎么玩？
玩家根据奖品和内含比赛选择锦标赛报名，以相同的初始筹码量参与猜球，所有赛事结束后，按照净盈利数排名，名次越高，奖励越丰厚。

锦标赛规则
1. 报名费：每场锦标赛标注了报名所需猜球币数量。不同锦标赛报名费不同，部分免费。
2. 内含比赛：每场锦标赛包含若干场赛事，玩法与经典竞猜一致。
3. 竞猜：锦标赛内竞猜使用的筹码只用户本场锦标赛，不等同猜球币，结余不能带出。
4. 增购筹码：每个锦标赛结束前有若干次增购筹码机会，使用完即无法增购。
5. 排名：锦标赛按净盈利数排名，净盈利根据玩家在该场锦标赛中的中奖订单盈利数累计，中奖越多，盈利越高。相同净盈利并列排名。
6. 奖品：排名名次越高，奖励越丰厚。金币奖励直接到账，实物奖励则系统派发等值兑换券，用户可前往商城兑换场兑换奖品。

锦标赛错误处理
1. 如锦标赛包含的所有比赛均意外被取消，则该场锦标赛视为无效，报名费全额退还。
2. 如锦标赛包含的部分比赛被取消，仍为有效锦标赛，被取消比赛的竞猜无效，筹码退回；排名及奖励按正常规则进行。

如有问题，可搜索微信服务号“疯狂猜球服务号”联系客服，在线时间周一至周五10:00-18:00
]]
